@extends('layouts.app')

@section('title','Пресс-центр' )
@section('content')
    <div class="header">
        <img class="header__bg" src="{{ asset('images/news.png') }}" alt="bg photo">
        <p class="header__title">Пресс-центр</p>
        <div class="header__sub-titles">
            <p class="header__sub-title">Новости</p>
            <p class="header__sub-title">События</p>
        </div>
    </div>
    <div class="content">
        <p class="content__title">Новости АО “Астана Энергия”</p>
        <div class="our_news__block">
            <div class="our_news__item">
                <img class="news__img" src="{{asset('images/astana_news_sample.jpeg')}}" alt="sample news bg">
                <p class="news__title">ТОО «B&A CONTRACTORS SA» привлечен к административной ответственности за повреж.....</p>
                <p class="news__date">15 августа 2023 </p>
            </div>

            <div class="our_news__item">
                <img class="news__img" src="{{asset('images/astana_news_sample.jpeg')}}" alt="sample news bg">
                <p class="news__title">ТОО «B&A CONTRACTORS SA» привлечен к административной ответственности за повреж.....</p>
                <p class="news__date">15 августа 2023 </p>
            </div>
            <div class="our_news__item">
                <img class="news__img" src="{{asset('images/astana_news_sample.jpeg')}}" alt="sample news bg">
                <p class="news__title">ТОО «B&A CONTRACTORS SA» привлечен к административной ответственности за повреж.....</p>
                <p class="news__date">15 августа 2023 </p>
            </div>
            <div class="our_news__item">
                <img class="news__img" src="{{asset('images/astana_news_sample.jpeg')}}" alt="sample news bg">
                <p class="news__title">ТОО «B&A CONTRACTORS SA» привлечен к административной ответственности за повреж.....</p>
                <p class="news__date">15 августа 2023 </p>
            </div>
        </div>
        <a href="{{route('news.index')}}" class="btn btn-history">
            Все новости Астана Энергия
            <svg xmlns="http://www.w3.org/2000/svg" width="8" height="14" viewBox="0 0 8 14" fill="none">
                <path d="M5.88569 6.99981L0.147385 1.39756C0.10014 1.35241 0.0627896 1.29881 0.0374942 1.23986C0.0121987 1.18091 -0.000539191 1.11778 1.7489e-05 1.05412C0.000574169 0.99046 0.014414 0.927539 0.0407369 0.868995C0.0670598 0.810452 0.105343 0.757449 0.153371 0.713054C0.201398 0.668658 0.258216 0.633752 0.320538 0.610355C0.382859 0.586959 0.449446 0.575536 0.516446 0.576747C0.583445 0.577959 0.649525 0.591782 0.710864 0.617415C0.772203 0.643049 0.827581 0.679984 0.873795 0.726084L6.95538 6.66407C7.04743 6.75395 7.09893 6.87441 7.09893 6.99981C7.09893 7.12521 7.04743 7.24566 6.95538 7.33555L0.873795 13.2735C0.827581 13.3196 0.772203 13.3566 0.710864 13.3822C0.649525 13.4078 0.583445 13.4217 0.516446 13.4229C0.449446 13.4241 0.382859 13.4127 0.320538 13.3893C0.258216 13.3659 0.201398 13.331 0.153371 13.2866C0.105343 13.2422 0.0670598 13.1892 0.0407369 13.1306C0.014414 13.0721 0.000574169 13.0092 1.7489e-05 12.9455C-0.000539191 12.8818 0.0121987 12.8187 0.0374942 12.7598C0.0627896 12.7008 0.10014 12.6472 0.147385 12.6021L5.88569 6.99981Z" fill="#F29646"/>
            </svg>
        </a>
    </div>
    <div class="content">
        <p class="content__title">События</p>
        <div class="events__block">
            <div class="event">
                <img class="event__img" src="{{asset('images/event_sample.jpeg')}}" alt="">
                <div class="event__body">
                    <p class="event__title">День Независимости</p>
                    <p class="event__desc">День независимости Казахстана - главный национальный праздник Республики Казахстан. Эта дата отмечается в Казахстане ежегодно 16 декабря.</p>
                    <p class="event__date">16 декабря 2023</p>
                </div>
            </div>
            <div class="event">
                <img class="event__img" src="{{asset('images/event_sample.jpeg')}}" alt="">
                <div class="event__body">
                    <p class="event__title">День Независимости</p>
                    <p class="event__desc">День независимости Казахстана - главный национальный праздник Республики Казахстан. Эта дата отмечается в Казахстане ежегодно 16 декабря.</p>
                    <p class="event__date">16 декабря 2023</p>
                </div>
            </div>
        </div>
        <a href="{{route('news.index')}}" class="btn btn-history">
            Все новости Астана Энергия
            <svg xmlns="http://www.w3.org/2000/svg" width="8" height="14" viewBox="0 0 8 14" fill="none">
                <path d="M5.88569 6.99981L0.147385 1.39756C0.10014 1.35241 0.0627896 1.29881 0.0374942 1.23986C0.0121987 1.18091 -0.000539191 1.11778 1.7489e-05 1.05412C0.000574169 0.99046 0.014414 0.927539 0.0407369 0.868995C0.0670598 0.810452 0.105343 0.757449 0.153371 0.713054C0.201398 0.668658 0.258216 0.633752 0.320538 0.610355C0.382859 0.586959 0.449446 0.575536 0.516446 0.576747C0.583445 0.577959 0.649525 0.591782 0.710864 0.617415C0.772203 0.643049 0.827581 0.679984 0.873795 0.726084L6.95538 6.66407C7.04743 6.75395 7.09893 6.87441 7.09893 6.99981C7.09893 7.12521 7.04743 7.24566 6.95538 7.33555L0.873795 13.2735C0.827581 13.3196 0.772203 13.3566 0.710864 13.3822C0.649525 13.4078 0.583445 13.4217 0.516446 13.4229C0.449446 13.4241 0.382859 13.4127 0.320538 13.3893C0.258216 13.3659 0.201398 13.331 0.153371 13.2866C0.105343 13.2422 0.0670598 13.1892 0.0407369 13.1306C0.014414 13.0721 0.000574169 13.0092 1.7489e-05 12.9455C-0.000539191 12.8818 0.0121987 12.8187 0.0374942 12.7598C0.0627896 12.7008 0.10014 12.6472 0.147385 12.6021L5.88569 6.99981Z" fill="#F29646"/>
            </svg>
        </a>
    </div>



@endsection