<?php

return [
    'bad_vis' => 'Версия для слабовидящих',
    'contacts' => 'Контакты',
    'about'=> 'О компании',
    'reports' => 'Отчетность',
    'docs' => 'Документация',
    'infog' => 'Инфографика',
    'news' => 'Новости',
    'address' => '010000, Республика Казахстан г. Астана, «Байқоңыр» Промзона ТЭЦ-2',
    'home' => 'Главная',
    'links' => 'Полезные ссылки',
    'lozung' => 'Тепло и свет в каждый дом',
    'struc' => 'Структура компании',
    'main_text'=>' - технологический лидер в энергетической сфере Казахстана.
                            Наше стремление к инновациям позволяет нам постоянно повышать эффективность
                            производства и снижать негативное воздействие на окружающую среду.',
    'dir_text'=>'Астана - Энергия - технологический лидер в энергетической сфере Казахстана.
                                Наше стремление к инновациям позволяет нам постоянно повышать эффективность
                                производства и снижать негативное воздействие на окружающую среду.
                            ',
    'pos'=>'Председатель Правления АО "Астана-Энергия"',
    'daily_rec'=>'Наши ежедневные показания',
    'daily_text'=>'По выработке электроэнергии и тепла.',
    'daily_data'=>'28 ОКТ 2023',
    'rep_text' => 'Отчеты по выроботке электроэнергии и тепла за весь период',
    'open' => 'Перейти',
    'last_news' => 'Последние новости',
    'all_news' => 'Все новости',
    'year_rep'=>'Годовая финансовая отчетность',
    'rep_tarif'=>'Отчеты по исполнению тарифной сметы',
    'rep_inv'=>'Отчеты по исполнение инвестиционной программы',
    'rep_ins'=>'Отчеты перед потребителями и иными заинтересованными лицами',
    'rep_map'=>'Режимная карта',
];
?>
