<?php

return [
    'bad_vis' => 'Версия для слабовидящих',
    'contacts' => 'Контакты',
    'about'=> 'О компании',
    'reports' => 'Отчетность',
    'docs' => 'Документация',
    'infog' => 'Инфографика',
    'news' => 'Новости',
    'address' => '010000, Республика Казахстан г. Астана, «Байқоңыр» Промзона ТЭЦ-2',
    'home' => 'Главная',
    'links' => 'Полезные ссылки',
    'lozung' => 'Тепло и свет в каждый дом',
    'struc' => 'Структура компании',
    'main_text'=>'Тепло и свет в каждый дом',
    'dir_text'=>'Астана - Энергия - технологический лидер в энергетической сфере Казахстана.
                                Наше стремление к инновациям позволяет нам постоянно повышать эффективность
                                производства и снижать негативное воздействие на окружающую среду.
                            ',
    'pos'=>'Председатель Правления АО "Астана-Энергия"',
    'daily_rec'=>'Наши ежедневные показания',
    'daily_text'=>'По выработке электроэнергии и тепла.',
    'daily_data'=>'28 ОКТ 2023',
    'rep_text' => 'Отчеты по выроботке электроэнергии и тепла за весь период',
    'open' => 'Перейти',
    'last_news' => 'Последние новости',
    'all_news' => 'Все новости',
    'pop_news' => 'Популярное новости',
    'year_rep'=>'Годовая финансовая отчетность',
    'rep_tarif'=>'Отчеты по исполнению тарифной сметы',
    'rep_inv'=>'Отчеты по исполнение инвестиционной программы',
    'rep_ins'=>'Отчеты перед потребителями и иными заинтересованными лицами',
    'rep_map'=>'Режимная карта',
    'history' => 'История компании',
    'his-1'=>'В конце декабря 1961 года была введена
                                Акмолинская ТЭЦ-1 с пуском в эксплуатацию
                                первой турбины и первого котла.',
    'his-2' => '29 июня 1971 года было принято специальное решение Министерства энергетики СССР по разработке технического проекта Целиноградской ТЭЦ-2.',
    'his-3' => '04 ноября 2004 года ГУ «Департамент юстиции г.Астаны» регистрационным номером №17550-1901-АО была произведена г осударственная регистрация АО «Астана-Энергия» в качестве юридического лица.',
    'vacs' => 'Вакансии',
    'all_vacs' => 'Все вакансии',
    'send_apply' => 'Отправить заявку',
    'our_par' => 'Наши партнеры',
    'our_his' => 'Наша история',
    'our_his-text' => '                        В конце декабря 1961 года была введена Акмолинская ТЭЦ-1 с пуском в эксплуатацию первой турбины и первого котла. Этот факт ста...',
    'read_all' => 'Читать все',
    'rukovodstvo' => 'Руководство',
    'buy_plan' => 'План закупок',

    'dep1' => 'Отдел ремонтов',
    'dep2' => 'Режимно-наладочная группа',
    'dep3' => 'Лаборатория металлов',

    'vac1' => 'Инженер по ремонту 10 разряда',
    'vac2' => 'Инженер 9 разряда',
    'vac3' => 'Инженер-металловед 10 разряда',

    'gos_text' => 'Государственные символы Республики Казахстан',
    'gos_text2' => 'Законодательные и нормативные акты',
    'fio' => 'ФИО',
    'upload_file' => 'Загрузить файл',

    'astana_ao' => 'AO «Астана- Энергия»',

    'output' => 'Отпуск с шин',
    'output2' => 'Отпуск <br> с шин',
    'zakontrak' => 'Законтрактованная',
    'zakontrak2' => 'Законтракто-<br>ванная',
    'free' => 'Свободная',
    'free2' => 'Сво-<br>бодная',
    'centred' => 'На централизованные торги',
    'centred2' => 'На централизо-<br>ванные <br> торги',
    'data' => 'Дата',
    'infographic.info' => 'Информация по отпуску <br> электрической энергии',
    'perHour' => 'тыс.кВтч',

    'other_news' => 'Другие новости',

    'contacts_file_text' => 'Вы можете прикрепить 4 файла, объёмом до 2 Мб',
    'contacts_info' => 'Даю своё согласие на обработку информации',
    'send' => 'Отправить заявку',

    'published' => 'Опубликовано',
    'more' => 'Подробнее',

    'pagination.next' => 'Следующий',
    'pagination.previous' => 'Предудущий',
    'show.more' => 'Показать еще',
    'news.notfound' => 'По вашему запросу новостей не найдено',
    'news.findByTag' => 'Поиск по тегу',
    'find' => 'Поиск',
    'president.site' => 'Сайт Президента Республики Казахстан',
    'ao.social.site' => 'АО «СОЦИАЛЬНО-ПРЕДПРИНИМАТЕЛЬСКАЯ КОРПОРАЦИЯ «ASTANA»',
    'akimat.astana' => 'Акимат города Астана',
    'court.kz' => 'Верховный Суд Республики Казахстан',
    'uni.agro' => 'Казахский агротехнический университет имени С.Сейфуллина',
    'uni.it' => 'Astana IT University',


];
?>
