<?php

return [
    'bad_vis' => 'Нашар көрушілерге арналған',
    'contacts' => 'Байланыстар',
    'about'=> 'Компания туралы',
    'reports' => 'Есептер',
    'docs' => 'Құжаттар',
    'infog' => 'Инфографика',
    'news' => 'Жаңалықтар',
    'address' => '010000,Қазақстан Республикасы  Астана қ-cы, «Байқоңыр» Промзона ТЭЦ-2',
    'home' => 'Басты бет',
    'links' => 'Пайдалы сілтемелер',
    'lozung'=>'Жылу мен жарық әр үйге!',
    'struc' => 'Компания құрылымы',
    'main_text'=>'- Қазақстанның энергетика саласындағы технологиялық көшбасшы.
                            Біздің инновацияға деген ұмтылысымыз тиімділікті үнемі арттыруға мүмкіндік береді
                            өндіріс және қоршаған ортаға теріс әсерді азайту.',
    'dir_text'=>'Астана-Энергия-Қазақстанның энергетика саласындағы технологиялық көшбасшы. Біздің инновацияға деген ұмтылысымыз өндіріс тиімділігін үнемі арттыруға және қоршаған ортаға жағымсыз әсерлерді азайтуға мүмкіндік береді.',
    'pos'=>'"Астана-Энергия" АҚ Басқарма төрағасы',
    'daily_rec'=>'Біздің күнделікті көрсеткіштеріміз',
    'daily_text'=>'Электр энергиясын және жылуды өндіру бойынша.',
    'daily_data'=>'28 ҚАЗ 2023',
    'rep_text' => 'Барлық кезеңдегі электр энергиясы мен жылу өндірісі туралы есептер',
    'open' => 'Өту',
    'last_news' => 'Соңғы жаңалықтар',
    'all_news' => 'Барлық жаңалықтар',
    'year_rep'=>'Жылдық қаржылық есептілік',
    'rep_tarif'=> 'Тарифтік сметаның орындалуы бойынша есептер',
    'rep_inv' => 'Инвестициялық бағдарламаның орындалуы туралы есептер',
    'rep_ins'=> 'Тұтынушылар мен басқа да мүдделі тұлғалар алдындағы есептер',
    'rep_map' => 'Режим картасы',



];
?>
