<?php

return [
    'bad_vis' => 'Нашар көрушілерге арналған',
    'contacts' => 'Байланыстар',
    'about'=> 'Компания туралы',
    'reports' => 'Есептер',
    'docs' => 'Құжаттар',
    'infog' => 'Инфографика',
    'news' => 'Жаңалықтар',
    'address' => '010000,Қазақстан Республикасы  Астана қ-cы, «Байқоңыр» Промзона ТЭЦ-2',
    'home' => 'Басты бет',
    'links' => 'Пайдалы сілтемелер',
    'lozung'=>'Жылу мен жарық әр үйге!',
    'struc' => 'Компания құрылымы',
    'main_text'=>'- Қазақстанның энергетика саласындағы технологиялық көшбасшы.
                            Біздің инновацияға деген ұмтылысымыз тиімділікті үнемі арттыруға мүмкіндік береді
                            өндіріс және қоршаған ортаға теріс әсерді азайту.',
    'dir_text'=>'Астана-Энергия-Қазақстанның энергетика саласындағы технологиялық көшбасшы. Біздің инновацияға деген ұмтылысымыз өндіріс тиімділігін үнемі арттыруға және қоршаған ортаға жағымсыз әсерлерді азайтуға мүмкіндік береді.',
    'pos'=>'"Астана-Энергия" АҚ Басқарма төрағасы',
    'daily_rec'=>'Біздің күнделікті көрсеткіштеріміз',
    'daily_text'=>'Электр энергиясын және жылуды өндіру бойынша.',
    'daily_data'=>'28 ҚАЗ 2023',
    'rep_text' => 'Барлық кезеңдегі электр энергиясы мен жылу өндірісі туралы есептер',
    'open' => 'Өту',
    'last_news' => 'Соңғы жаңалықтар',
    'all_news' => 'Барлық жаңалықтар',
    'year_rep'=>'Жылдық қаржылық есептілік',
    'rep_tarif'=> 'Тарифтік сметаның орындалуы бойынша есептер',
    'rep_inv' => 'Инвестициялық бағдарламаның орындалуы туралы есептер',
    'rep_ins'=> 'Тұтынушылар мен басқа да мүдделі тұлғалар алдындағы есептер',
    'rep_map' => 'Режим картасы',
    'history' => 'Компания тарихы',
    'his-1'=>'1961 жылдың желтоқсан айының соңында енгізілді
                                Пайдалануға берілетін Ақмола ЖЭО-1
                                бірінші турбина және бірінші қазандық.',
    'his-2' => '1971 жылы 29 маусымда КСРО энергетика министрлігінің Целиноград ЖЭО-2 техникалық жобасын әзірлеу туралы арнайы шешімі қабылданды.',
    'his-3' => '2004 жылғы 04 қарашада "Астана қаласының Әділет департаменті" ММ тіркеу нөмірі №17550-1901-ақ заңды тұлға ретінде "Астана-Энергия" АҚ мемлекеттік тіркеуден өтті.',
    'vacs' => 'Бос орындар',
    'all_vacs' => 'Барлық бос орындар',
    'send_apply' => 'Өтінімді жіберу',
    'our_par' => 'Біздің серіктестер',
    'our_his' => 'Біздің тарихымыз',
    'our_his-text' => '1961 жылдың желтоқсан айының соңында Ақмола ЖЭО-1 іске қосылып, бірінші турбина мен бірінші қазандық іске қосылды.',
    'read_all' => 'Барлығын оқу',
    'rukovodstvo' => 'Басшылық',
    'buy_plan' => 'Сатып алу жоспары',
];
?>
