@extends('layouts.app')
@section('title', 'Наша история')
@section('content')
    <section class="report">
        <div class="container-md">
            <div class="container-md">
                <h2>Наша история</h2>
                <div class="gov__description">
                    <p>История создания АО «Астана-Энергия»</p>
                    <p><strong>Структурное подразделение ТЭЦ-1</strong></p>
                    <p>В конце декабря 1961 года была введена Акмолинская ТЭЦ-1 с пуском в эксплуатацию первой турбины и первого котла. Этот факт стал поистине историческим для тогдашнего областного центра Целинного края, который с тех пор твердо стал на путь индустриализации и улучшении социальных благ населения. На сегодняшний станция имеет 10 котлов и 3 турбины с суммарной электрической мощностью 22 МВт.
                    <p><strong>Структурное подразделение ТЭЦ-2</strong></p>
                    <p class="history-text"> 29 июня 1971 года было принято специальное решение Министерства энергетики СССР по разработке технического проекта Целиноградской ТЭЦ-2.

                        Началу строительства предшествовали, во-первых исторические предпосылки, а именно освоение целинных и залежных земель Казахстана, и бурно развивающая промышленность бывшего уездного города Акмолинска, который во времена Целины, стал столицей Казахских распаханных степей и городом-легендой, о котором мечтала передовая молодежь и съезжалась со всех уголков Советского Союза.

                        Строительство 1-ой очереди ТЭЦ-2 начато в 1972 году и закончено в 1985 году.

                        29 августа 1979 года были подписаны документы о вводе в эксплуатацию 1 –го блока 1-ой очереди Целиноградской ТЭЦ-2.

                        На сегодняшний станция имеет 8 паровых, 6 водогрейных котлов и 6 турбоагрегатов с установленной электрической мощностью 600 МВт.

                        С момента ввода станций ТЭЦ-1, ТЭЦ-2 выработано более 72 млрд. кВт.час электрической энергии по состоянию 31.12.2020г.

                        На основании Закона РК «Об электроэнергетике» от 17.07.2004г. Постановления Правительства РК от 18.02.2004г. №190 и решения АО «Астанаэнергосервис» от 29.10.2004г.   на базе ТЭЦ-1 и ТЭЦ-2 было образовано новое юридическое лицо АО «Астана-Энергия».

                        04 ноября 2004 года ГУ «Департамент юстиции г.Астаны» регистрационным номером №17550-1901-АО была произведена государственная регистрация АО «Астана-Энергия» в качестве юридического лица.

                        На основании Постановления акимата г.Астаны и решения Советов директоров АО «Астана-Энергия» от 05.07.2012г. в состав переданы работники промышленно-производственного персонала Районной котельной.

                        Установленная электрическая мощность составляет 622 МВт.

                        Установленная тепловая мощность составляет  3042,4 Гкал.*час.



                    </p>

                </div>
            </div>


        </div>
    </section>

@endsection
