@extends('layouts.app')
@section('title', 'Наша история')
@section('content')
    <section class="report">
        <div class="container-md">

            @if(app()->getLocale() == 'ru')
                <div class="container-md">
                    <h2>Наша история</h2>
                    <div class="gov__description">
                        <p>История создания АО «Астана-Энергия»</p>
                        <p><strong>Структурное подразделение ТЭЦ-1</strong></p>
                        <p>В конце декабря 1961 года была введена Акмолинская ТЭЦ-1 с пуском в эксплуатацию первой турбины и первого котла. Этот факт стал поистине историческим для тогдашнего областного центра Целинного края, который с тех пор твердо стал на путь индустриализации и улучшении социальных благ населения. На сегодняшний станция имеет 10 котлов и 3 турбины с суммарной электрической мощностью 22 МВт.
                        <p><strong>Структурное подразделение ТЭЦ-2</strong></p>
                        <p class="history-text"> 29 июня 1971 года было принято специальное решение Министерства энергетики СССР по разработке технического проекта Целиноградской ТЭЦ-2.

                            Началу строительства предшествовали, во-первых исторические предпосылки, а именно освоение целинных и залежных земель Казахстана, и бурно развивающая промышленность бывшего уездного города Акмолинска, который во времена Целины, стал столицей Казахских распаханных степей и городом-легендой, о котором мечтала передовая молодежь и съезжалась со всех уголков Советского Союза.

                            Строительство 1-ой очереди ТЭЦ-2 начато в 1972 году и закончено в 1985 году.

                            29 августа 1979 года были подписаны документы о вводе в эксплуатацию 1 –го блока 1-ой очереди Целиноградской ТЭЦ-2.

                            На сегодняшний станция имеет 8 паровых, 6 водогрейных котлов и 6 турбоагрегатов с установленной электрической мощностью 600 МВт.

                            С момента ввода станций ТЭЦ-1, ТЭЦ-2 выработано более 72 млрд. кВт.час электрической энергии по состоянию 31.12.2020г.

                            На основании Закона РК «Об электроэнергетике» от 17.07.2004г. Постановления Правительства РК от 18.02.2004г. №190 и решения АО «Астанаэнергосервис» от 29.10.2004г.   на базе ТЭЦ-1 и ТЭЦ-2 было образовано новое юридическое лицо АО «Астана-Энергия».

                            04 ноября 2004 года ГУ «Департамент юстиции г.Астаны» регистрационным номером №17550-1901-АО была произведена государственная регистрация АО «Астана-Энергия» в качестве юридического лица.

                            На основании Постановления акимата г.Астаны и решения Советов директоров АО «Астана-Энергия» от 05.07.2012г. в состав переданы работники промышленно-производственного персонала Районной котельной.

                            Установленная электрическая мощность составляет 622 МВт.

                            Установленная тепловая мощность составляет  3042,4 Гкал.*час.



                        </p>

                    </div>
                </div>
            @else
                <div class="container-md">
                    <h2>Біздің тарихымыз</h2>
                    <div class="gov__description">
                        <p>"Астана-Энергия" АҚ құрылу тарихы</p>
                        <p><strong>ЖЭО-1 құрылымдық бөлімшесі</strong></p>
                        <p>1961 жылдың желтоқсан айының соңында Ақмола ЖЭО-1 іске қосылып, бірінші турбина мен бірінші қазандық іске қосылды. Бұл факт сол кездегі Тың өлкенің облыстық орталығы үшін шынымен тарихи болды, содан бері ол индустрияландыру және халықтың әлеуметтік игіліктерін жақсарту жолына түсті. Бүгінгі таңда станцияда жалпы электр қуаты 22 МВт болатын 10 қазандық пен 3 турбина бар.<p><strong>ЖЭО-2 құрылымдық бөлімшесі</strong></p>
                        <p class="history-text">1971 жылы 29 маусымда КСРО энергетика министрлігінің Целиноград ЖЭО-2 техникалық жобасын әзірлеу туралы арнайы шешімі қабылданды.

                            Құрылыстың басталуының алдында, біріншіден, тарихи алғышарттар, атап айтқанда, Қазақстанның тың және тыңайған жерлерін игеру және тыңайған кезде қазақтың жыртылған далаларының астанасы және озық жастар армандаған және Кеңес Одағының барлық бұрыштарынан келген аңыз-қалаға айналған бұрынғы Ақмола уездік қаласының қарқынды дамып келе жатқан өнеркәсібі болды.

                            ЖЭО-2-нің 1-ші кезегінің құрылысы 1972 жылы басталып, 1985 жылы аяқталды.

                            1979 жылы 29 тамызда Целиноград ЖЭО –2 1-ші кезегінің 1-ші блогын пайдалануға беру туралы құжаттарға қол қойылды.

                            Бүгінгі таңда станцияда белгіленген электр қуаты 600 МВт болатын 8 бу, 6 су жылыту қазандығы және 6 турбоагрегат бар.

                            ЖЭО-1, ЖЭО-2 станциялары іске қосылған сәттен бастап 72 млрд. кВт астам өнім өндірілді.электр энергиясының сағаты 31.12.2020 ж.

                            ҚР Үкіметінің 18.02.2004 ж. №190 қаулысының 17.07.2004 ж. "Электр энергетикасы туралы" Заңы және "Астанаэнергосервис" АҚ 29.10.2004 ж. шешімі негізінде "Астана-Энергия"АҚ жаңа заңды тұлғасы құрылды.

                            2004 жылғы 04 қарашада "Астана қаласының Әділет департаменті" ММ тіркеу нөмірі №17550-1901-ақ заңды тұлға ретінде "Астана-Энергия" АҚ мемлекеттік тіркеуден өтті.

                            Астана қаласы әкімдігінің қаулысы және "Астана-Энергия" АҚ Директорлар кеңесінің 05.07.2012 ж.шешімі негізінде құрамына аудандық қазандықтың өнеркәсіптік-өндірістік персоналының қызметкерлері берілді.

                            Орнатылған электр қуаты 622 МВт құрайды.

                            Белгіленген жылу қуаты-3042,4 Гкал.* сағат.</p>

                    </div>
                </div>
            @endif



        </div>
    </section>

@endsection
