@extends('layouts.app')

@section('title','Комплаенс-офицер АО «Астана-Энергия»' )
@section('content')
    <div class="header">
        <img class="header__bg" src="{{ asset('images/bg_4.jpg') }}" style="filter:brightness(85%)" alt="bg photo">
        <p class="header__news-header">Комплаенс-офицер АО «Астана-Энергия»</p>
    </div>
    <div class="breadcrumbs">
        <a class="breadcrumb" href="#">О компании</a> /
        <span>Комплаенс-офицер АО «Астана-Энергия»</span>
    </div>
    <div class="content compliance">
        <p>Асқар Амангелдіұлы</p>
        <p><b>тел.</b> 8 7172 644 082 (вн. 540)</p>
        <p><b> моб.</b> 8 777 772 22 32</p>
        <p><b> эл.адрес:</b> a.amangeldiuly@astana-energy.kz</p>
        <h2>Цель деятельности Комплаенс-офицера</h2>
        <p>Обеспечение соблюдения законодательства о противодействии коррупции, мониторинг за реализацией мероприятий по противодействию коррупции, формирование внутренней правовой и корпоративной культуры Общества, отвергающей коррупцию и обеспечивающей принципы честности и неподкупности при исполнении своих должностных обязанностей.</p>
        <h2>Задачи.</h2>
        <p>проведение единой политики в области противодействия коррупции;</p>
        <p>формирование у должностных лиц и работников Общества понимания нулевой терпимости к любым коррупционным проявлениям;</p>
        <p>минимизация риска вовлечения должностных лиц и работников Общества, а также третьих лиц в коррупционную деятельность;</p>
        <p>разработка и внедрение антикоррупционных стандартов, направленных на предупреждение и противодействие коррупции, минимизацию и ликвидацию последствий коррупционных действий.</p>
        <p>воспитание у работников строгого соблюдения антикоррупционного законодательства, а также внутренних нормативных документов, регламентирующих деятельность Общества в сфере противодействия коррупции;</p>
        <p>недопущение наличия коррупциогенных факторов во внутренних нормативных документах Общества;</p>
        <p>обеспечение открытости, добросовестной конкуренции и объективности при выполнении работ и оказании услуг.</p>
        <h2>Меры по предупреждению и противодействию коррупции</h2>
        <p>Направления деятельности Общества, где возможно возникновение коррупционного риска.</p>
        <p>1. подарки и представительские расходы;</p>
        <p>2. привлечение третьих лиц в вопросах противодействия коррупции;</p>
        <p>3. платежи лицам, занимающим ответственную государственную должность, лицам, уполномоченным на осуществление государственных функций, а также лицам, приравненным к ним;</p>
        <p>4. оказание спонсорской и благотворительной помощи;</p>
        <p>5. совершение сделок, проведение государственных закупок товаров, работ и услуг в рамках деятельности Общества;</p>
        <p>6. управление персоналом;</p>
        <p>7. финансовая и юридическая экспертиза внутренних документов.</p>
    </div>

@endsection